Repository: OlegSotnikov/sallyport
Catalog: mac/Sources/SallyportApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, ru, zh_hans

source: Adding a key needs the vault open. You'll be asked for Touch ID.
de: Zum Hinzufügen eines Schlüssels muss der Tresor geöffnet sein. Du wirst zur Bestätigung mit Touch ID aufgefordert.
es: Para añadir una clave, la bóveda debe estar abierta. Se te pedirá Touch ID.
fr: L’ajout d’une clé nécessite que le coffre soit ouvert. Touch ID vous sera demandé.
pt_br: Para adicionar uma chave, o cofre precisa estar aberto. O Touch ID será solicitado.
ru: Чтобы добавить ключ, откройте хранилище и подтвердите действие с помощью Touch ID.
zh_hans: 添加密钥需要打开密钥库。系统将要求你使用 Touch ID。

source: Additional non-secret variables, one VAR=value per line.
de: Weitere nicht geheime Variablen, eine Zeile pro VAR=value.
es: Otras variables no secretas, una VAR=value por línea.
fr: Variables non secrètes supplémentaires, une ligne VAR=value par variable.
pt_br: Outras variáveis não secretas, uma VAR=value por linha.
ru: Дополнительные несекретные переменные, по одной строке VAR=value.
zh_hans: 其他非机密变量，每行一个 VAR=value。

source: Address
de: Adresse
es: Dirección
fr: Adresse
pt_br: Endereço
ru: Адрес
zh_hans: 地址

source: Agent allowlist
de: Agent-Zulassungsliste
es: Lista de agentes permitidos
fr: Liste d’autorisation des agents
pt_br: Lista de agentes permitidos
ru: Список разрешённых агентов
zh_hans: 智能体允许列表

source: Agent processes appear here after their first call.
de: Agent-Prozesse erscheinen hier nach ihrem ersten Aufruf.
es: Los procesos de agentes aparecerán aquí después de su primera llamada.
fr: Les processus d’agent apparaissent ici après leur premier appel.
pt_br: Os processos de agentes aparecem aqui após a primeira chamada.
ru: Процессы агентов появятся здесь после первого вызова.
zh_hans: 智能体进程会在首次调用后显示在这里。

source: Agent processes seen during this app run. Locking the vault ends active sessions.
de: Agent-Prozesse, die während dieser App-Ausführung erkannt wurden. Beim Sperren des Tresors werden aktive Sitzungen beendet.
es: Procesos de agentes detectados durante esta ejecución de la app. Al bloquear la bóveda se cierran las sesiones activas.
fr: Processus d’agent détectés pendant cette exécution de l’app. Le verrouillage du coffre met fin aux sessions actives.
pt_br: Processos de agentes detectados durante esta execução do app. Bloquear o cofre encerra as sessões ativas.
ru: Процессы агентов, обнаруженные с момента запуска приложения. Блокировка хранилища завершает активные сеансы.
zh_hans: 此 App 本次运行期间发现的智能体进程。锁定密钥库会结束活跃会话。

source: Agent supplied an unsafe documentation link; it was not opened.
de: Der Agent hat einen unsicheren Dokumentationslink angegeben; er wurde nicht geöffnet.
es: El agente proporcionó un enlace de documentación no seguro; no se abrió.
fr: L’agent a fourni un lien de documentation non sécurisé ; il n’a pas été ouvert.
pt_br: O agente forneceu um link de documentação não seguro; ele não foi aberto.
ru: Агент передал небезопасную ссылку на документацию. Ссылка не была открыта.
zh_hans: 智能体提供了不安全的文档链接，因此未将其打开。

source: Agents target the host by this name.
de: Agenten sprechen den Host über diesen Namen an.
es: Los agentes usan este nombre para dirigirse al host.
fr: Les agents ciblent l’hôte sous ce nom.
pt_br: Os agentes usam este nome para se referir ao host.
ru: Агенты выбирают хост по этому имени.
zh_hans: 智能体使用此名称指定主机。

source: Alerts stay visible until dismissed.
de: Hinweise bleiben sichtbar, bis sie geschlossen werden.
es: Las alertas permanecen visibles hasta que las descartes.
fr: Les alertes restent visibles jusqu’à ce que vous les fermiez.
pt_br: Os alertas permanecem visíveis até serem fechados.
ru: Предупреждения остаются на экране, пока вы их не закроете.
zh_hans: 提醒会一直显示，直至被关闭。

source: All channels
de: Alle Kanäle
es: Todos los canales
fr: Tous les canaux
pt_br: Todos os canais
ru: Все каналы
zh_hans: 所有通道

source: All three steps are done.
de: Alle drei Schritte sind abgeschlossen.
es: Los tres pasos están completos.
fr: Les trois étapes sont terminées.
pt_br: As três etapas foram concluídas.
ru: Все три шага выполнены.
zh_hans: 三个步骤均已完成。

source: Allowed
de: Zugelassen
es: Permitido
fr: Autorisée
pt_br: Permitida
ru: Разрешено
zh_hans: 已允许

source: Allowed by allowlist
de: Durch Zulassungsliste zugelassen
es: Permitido por la lista
fr: Autorisée par la liste d’autorisation
pt_br: Permitida pela lista de permissões
ru: Разрешено списком
zh_hans: 已通过允许列表放行

source: Allowlist this agent
de: Diesen Agenten zulassen
es: Permitir este agente
fr: Ajouter cet agent à la liste d’autorisation
pt_br: Adicionar este agente à lista de permissões
ru: Добавить этого агента в список разрешённых
zh_hans: 允许此智能体

source: Allowlisted %@
de: %@ zugelassen
es: Se ha permitido %@
fr: %@ ajouté à la liste d’autorisation
pt_br: %@ adicionado à lista de permissões
ru: В список разрешённых добавлен %@
zh_hans: 已允许 %@

source: Allowlisted agents skip session approval. Per-call approval and vault locking still apply.
de: Agenten auf der Zulassungsliste überspringen die Sitzungsfreigabe. Freigaben pro Aufruf und die Tresorsperre gelten weiterhin.
es: Los agentes de la lista de permitidos omiten la aprobación de sesión. La aprobación por llamada y el bloqueo de la bóveda siguen aplicándose.
fr: Les agents de la liste d’autorisation ne nécessitent pas d’autorisation de session. L’autorisation par appel et le verrouillage du coffre restent actifs.
pt_br: Agentes na lista de permissões não precisam de aprovação de sessão. A aprovação por chamada e o bloqueio do cofre continuam em vigor.
ru: Разрешённым агентам не требуется подтверждение сеанса. Подтверждение каждого вызова и блокировка хранилища продолжают действовать.
zh_hans: 允许列表中的智能体会跳过会话批准。每次调用的批准规则和密钥库锁定仍然适用。

source: All…
de: Alle …
es: Todo…
fr: Toutes…
pt_br: Todas…
ru: Все…
zh_hans: 全部…

source: Always allow %@
de: %@ immer erlauben
es: Permitir siempre %@
fr: Toujours autoriser %@
pt_br: Sempre permitir %@
ru: Всегда разрешать %@
zh_hans: 始终允许 %@

source: An MCP server named %@ already exists.
de: Ein MCP-Server mit dem Namen %@ ist bereits vorhanden.
es: Ya existe un servidor MCP llamado %@.
fr: Un serveur MCP nommé %@ existe déjà.
pt_br: Já existe um servidor MCP chamado %@.
ru: Сервер MCP с именем %@ уже существует.
zh_hans: 名为 %@ 的 MCP 服务器已存在。

source: An agent has completed its first call.
de: Ein Agent hat seinen ersten Aufruf abgeschlossen.
es: Un agente ha completado su primera llamada.
fr: Un agent a terminé son premier appel.
pt_br: Um agente concluiu a primeira chamada.
ru: Агент завершил первый вызов.
zh_hans: 智能体已完成首次调用。

source: An incompatible vault was found. Creating a new vault archives the old files.
de: Ein inkompatibler Tresor wurde gefunden. Beim Erstellen eines neuen Tresors werden die alten Dateien archiviert.
es: Se ha encontrado una bóveda incompatible. Al crear una nueva se archivan los archivos anteriores.
fr: Un coffre incompatible a été trouvé. La création d’un coffre archivera les anciens fichiers.
pt_br: Foi encontrado um cofre incompatível. Criar um novo cofre arquivará os arquivos antigos.
ru: Обнаружено несовместимое хранилище. При создании нового хранилища старые файлы архивируются.
zh_hans: 发现不兼容的密钥库。创建新密钥库会归档旧文件。

source: Any MCP client that spawns a stdio server can launch the shim directly. It speaks MCP on stdin/stdout and talks to this app over its private socket.
de: Jeder MCP-Client, der einen stdio-Server startet, kann den Shim direkt ausführen. Er spricht MCP über stdin/stdout und kommuniziert über den privaten Socket mit dieser App.
es: Cualquier cliente MCP que inicie un servidor stdio puede ejecutar el shim directamente. Habla MCP por stdin/stdout y se comunica con esta app mediante su socket privado.
fr: Tout client MCP capable de lancer un serveur stdio peut lancer directement le shim. Il utilise MCP sur stdin/stdout et communique avec cette app par son socket privé.
pt_br: Qualquer cliente MCP que inicie um servidor stdio pode executar o shim diretamente. Ele usa MCP em stdin/stdout e se comunica com este app pelo socket privado.
ru: Любой клиент MCP, запускающий stdio-сервер, может напрямую запустить адаптер. Он обменивается сообщениями MCP через stdin/stdout и связывается с приложением через закрытый сокет.
zh_hans: 任何可生成 stdio 服务器进程的 MCP 客户端都能直接启动 shim。它通过 stdin/stdout 使用 MCP，并通过专用套接字与此 App 通信。

source: Any host binding that references this key will stop working.
de: Alle Hostbindungen, die auf diesen Schlüssel verweisen, funktionieren dann nicht mehr.
es: Todas las vinculaciones de host que hagan referencia a esta clave dejarán de funcionar.
fr: Toute liaison d’hôte qui référence cette clé cessera de fonctionner.
pt_br: Todos os vínculos de host que usam esta chave deixarão de funcionar.
ru: Любая привязка хоста, ссылающаяся на этот ключ, перестанет работать.
zh_hans: 所有引用此密钥的主机绑定都将停止工作。

source: Any stdio MCP client
de: Beliebiger stdio-MCP-Client
es: Cualquier cliente MCP stdio
fr: Tout client MCP stdio
pt_br: Qualquer cliente MCP stdio
ru: Любой stdio-клиент MCP
zh_hans: 任何 stdio MCP 客户端

source: Applies to this call. The next use asks again.
de: Gilt für diesen Aufruf. Bei der nächsten Verwendung wird erneut gefragt.
es: Se aplica a esta llamada. El siguiente uso volverá a pedir confirmación.
fr: S’applique à cet appel. La prochaine utilisation demandera une nouvelle autorisation.
pt_br: Aplica-se a esta chamada. O próximo uso solicitará aprovação novamente.
ru: Действует только для этого вызова. В следующий раз подтверждение потребуется снова.
zh_hans: 仅适用于本次调用。下次使用时会再次询问。

source: Approval and locking
de: Freigabe und Sperre
es: Aprobación y bloqueo
fr: Autorisation et verrouillage
pt_br: Aprovação e bloqueio
ru: Подтверждения и блокировка
zh_hans: 批准与锁定

source: Approval covers this call only.
de: Die Freigabe gilt nur für diesen Aufruf.
es: La aprobación solo cubre esta llamada.
fr: L’autorisation ne couvre que cet appel.
pt_br: A aprovação abrange somente esta chamada.
ru: Разрешение действует только для этого вызова.
zh_hans: 批准仅适用于本次调用。

source: Approval handling is unavailable.
de: Die Freigabeverarbeitung ist nicht verfügbar.
es: La gestión de aprobaciones no está disponible.
fr: La gestion des autorisations est indisponible.
pt_br: O gerenciamento de aprovações está indisponível.
ru: Обработка запросов недоступна.
zh_hans: 批准处理不可用。

source: Approval notifications on
de: Freigabemitteilungen ein
es: Notificaciones de aprobación activadas
fr: Notifications d’autorisation activées
pt_br: Notificações de aprovação ativadas
ru: Уведомления о запросах включены
zh_hans: 批准通知已开启

source: Approval per call
de: Freigabe pro Aufruf
es: Aprobación por llamada
fr: Autorisation par appel
pt_br: Aprovação por chamada
ru: Подтверждение каждого вызова
zh_hans: 每次调用均需批准

source: Approval requests use the in-app panel instead.
de: Freigabeanfragen werden stattdessen im App-Panel angezeigt.
es: Las solicitudes de aprobación se muestran en el panel de la app.
fr: Les demandes d’autorisation s’affichent dans le panneau de l’app.
pt_br: As solicitações de aprovação são exibidas no painel do app.
ru: Запросы подтверждения отображаются только в приложении.
zh_hans: 批准请求将改用 App 内面板。

source: Approval required
de: Freigabe erforderlich
es: Se requiere aprobación
fr: Autorisation requise
pt_br: Aprovação necessária
ru: Требуется подтверждение
zh_hans: 需要批准

source: Approvals
de: Freigaben
es: Aprobaciones
fr: Autorisations
pt_br: Aprovações
ru: Запросы
zh_hans: 批准

source: Approvals will appear here.
de: Freigaben werden hier angezeigt.
es: Las aprobaciones aparecerán aquí.
fr: Les autorisations apparaîtront ici.
pt_br: As aprovações aparecerão aqui.
ru: Запросы на подтверждение появятся здесь.
zh_hans: 批准请求会显示在这里。

source: Approve
de: Genehmigen
es: Aprobar
fr: Autoriser
pt_br: Aprovar
ru: Разрешить
zh_hans: 批准

source: Allow session
de: Sitzung erlauben
es: Permitir sesión
fr: Autoriser la session
pt_br: Permitir sessão
ru: Разрешить сеанс
zh_hans: 允许会话

source: Approve call
de: Aufruf genehmigen
es: Aprobar llamada
fr: Autoriser l’appel
pt_br: Aprovar chamada
ru: Разрешить вызов
zh_hans: 批准调用

source: Approve only if you recognize this executable.
de: Genehmige nur, wenn du diese ausführbare Datei erkennst.
es: Aprueba solo si reconoces este ejecutable.
fr: N’autorisez que si vous reconnaissez cet exécutable.
pt_br: Aprove somente se reconhecer este executável.
ru: Разрешайте доступ, только если узнаёте этот исполняемый файл.
zh_hans: 仅当你认识此可执行文件时才批准。

source: Allow session with Touch ID
de: Sitzung mit Touch ID erlauben
es: Permitir sesión con Touch ID
fr: Autoriser la session avec Touch ID
pt_br: Permitir sessão com Touch ID
ru: Разрешить сеанс с помощью Touch ID
zh_hans: 使用 Touch ID 允许会话

source: Allow a Sallyport session for %@
de: Sallyport-Sitzung für %@ erlauben
es: Permitir una sesión de Sallyport para %@
fr: Autoriser une session Sallyport pour %@
pt_br: Permitir uma sessão do Sallyport para %@
ru: Разрешить сеанс Sallyport для %@
zh_hans: 允许 %@ 使用 Sallyport 会话

source: Approve: %@ (%@)
de: Genehmigen: %@ (%@)
es: Aprobar: %@ (%@)
fr: Autoriser : %@ (%@)
pt_br: Aprovar: %@ (%@)
ru: Разрешить: %@ (%@)
zh_hans: 批准：%@（%@）

source: Approve: %@ on %@ (%@)
de: Genehmigen: %@ auf %@ (%@)
es: Aprobar: %@ en %@ (%@)
fr: Autoriser : %@ sur %@ (%@)
pt_br: Aprovar: %@ em %@ (%@)
ru: Разрешить: %@ на %@ (%@)
zh_hans: 批准：%@，主机 %@（%@）

source: Approved
de: Genehmigt
es: Aprobado
fr: Autorisée
pt_br: Aprovada
ru: Разрешён
zh_hans: 已批准

source: Args
de: Argumente
es: Argumentos
fr: Arguments
pt_br: Argumentos
ru: Аргументы
zh_hans: 参数

source: Arguments
de: Argumente
es: Argumentos
pt_br: Argumentos
ru: Аргументы
zh_hans: 参数

source: Audit history and session recordings
de: Auditverlauf und Sitzungsaufzeichnungen
es: Historial de auditoría y grabaciones de sesiones
fr: Historique d’audit et enregistrements de sessions
pt_br: Histórico de auditoria e gravações de sessões
ru: Журнал аудита и записи сеансов
zh_hans: 审计历史记录和会话录制

source: Audit recipient
de: Audit-Empfänger
es: Destinatario de auditoría
fr: Destinataire de l’audit
pt_br: Destinatário da auditoria
ru: Получатель записей аудита
zh_hans: 审计接收密钥

source: Audit signer
de: Audit-Signaturschlüssel
es: Firmante de auditoría
fr: Signataire de l’audit
pt_br: Signatário da auditoria
ru: Подписант аудита
zh_hans: 审计签名密钥

source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
pt_br: Autenticação
ru: Аутентификация
zh_hans: 认证

source: Authorizing…
de: Wird autorisiert …
es: Autorizando…
fr: Autorisation en cours…
pt_br: Autorizando…
ru: Проверка…
zh_hans: 正在授权…

source: Auto-approved
de: Automatisch genehmigt
es: Aprobado automáticamente
fr: Autorisée automatiquement
pt_br: Aprovada automaticamente
ru: Разрешено автоматически
zh_hans: 已自动批准

source: Auto-lock
de: Automatische Sperre
es: Bloqueo automático
fr: Verrouillage automatique
pt_br: Bloqueio automático
ru: Автоблокировка
zh_hans: 自动锁定

source: Auto-lock after
de: Automatisch sperren nach
es: Bloqueo automático tras
fr: Verrouillage automatique après
pt_br: Bloquear automaticamente após
ru: Автоблокировка после
zh_hans: 自动锁定延时

source: Auto-lock is off. Manual lock, sleep, or app exit still closes the vault.
de: Die automatische Sperre ist aus. Manuelles Sperren, Ruhezustand oder Beenden der App schließen den Tresor weiterhin.
es: El bloqueo automático está desactivado. La bóveda se sigue cerrando al bloquearla manualmente, poner el Mac en reposo o salir de la app.
fr: Le verrouillage automatique est désactivé. Le verrouillage manuel, la suspension d’activité ou la fermeture de l’app ferment toujours le coffre.
pt_br: O bloqueio automático está desativado. O bloqueio manual, o repouso ou o encerramento do app ainda fecham o cofre.
ru: Автоблокировка выключена. Ручная блокировка, переход в режим сна и выход из приложения всё равно блокируют хранилище.
zh_hans: 自动锁定已关闭。手动锁定、睡眠或退出 App 仍会关闭密钥库。

source: Auto-lock the vault
de: Tresor automatisch sperren
es: Bloquear la bóveda automáticamente
fr: Verrouiller le coffre automatiquement
pt_br: Bloquear o cofre automaticamente
ru: Автоматическая блокировка хранилища
zh_hans: 自动锁定密钥库

source: Auto-locks in %@.
de: Automatische Sperre in %@.
es: Bloqueo automático en %@.
fr: Verrouillage automatique dans %@.
pt_br: Bloqueio automático em %@.
ru: Заблокируется через %@.
zh_hans: 将在 %@ 后自动锁定。

source: Banners disappear automatically. Select Alerts for Sallyport in System Settings to keep approvals visible.
de: Banner werden automatisch ausgeblendet. Wähle in den Systemeinstellungen für Sallyport den Stil „Hinweise“, damit Freigaben sichtbar bleiben.
es: Las notificaciones temporales desaparecen automáticamente. Selecciona «Permanente» para Sallyport en Ajustes del Sistema para mantener visibles las aprobaciones.
fr: Les bannières disparaissent automatiquement. Sélectionnez Alertes pour Sallyport dans Réglages Système afin que les autorisations restent visibles.
pt_br: Os banners desaparecem automaticamente. Selecione Alertas para Sallyport nos Ajustes do Sistema para manter as aprovações visíveis.
ru: Баннеры исчезают автоматически. Чтобы запросы оставались на экране, в Системных настройках выберите для Sallyport стиль уведомлений «Предупреждения».
zh_hans: 横幅会自动消失。请在“系统设置”中为 Sallyport 选择“提醒”，以使批准请求保持显示。

source: Basic authentication
de: Basisauthentifizierung
es: Autenticación básica
fr: Authentification de base
pt_br: Autenticação básica
ru: Базовая аутентификация
zh_hans: 基本认证

source: Bind a key
de: Einen Schlüssel binden
es: Vincular una clave
fr: Lier une clé
pt_br: Vincular uma chave
ru: Привязать ключ
zh_hans: 绑定密钥

source: Bind a key to this endpoint's host in Keys and APIs
de: Unter „Schlüssel & APIs“ einen Schlüssel an den Host dieses Endpunkts binden
es: Vincular una clave al host de este endpoint en Claves y API
fr: Lier une clé à l’hôte de ce point de terminaison dans Clés et API
pt_br: Vincular uma chave ao host deste endpoint em Chaves e APIs
ru: Привяжите ключ к хосту этой конечной точки в разделе «Ключи и API».
zh_hans: 在“密钥与 API”中将密钥绑定到此端点的主机

source: Bind a key…
de: Schlüssel binden …
es: Vincular una clave…
fr: Lier une clé…
pt_br: Vincular uma chave…
ru: Привязать ключ…
zh_hans: 绑定密钥…

source: Bind hosts
de: Hosts binden
es: Vincular hosts
fr: Lier des hôtes
pt_br: Vincular hosts
ru: Привязать хосты
zh_hans: 绑定主机

source: Bound to
de: Gebunden an
es: Vinculada a
fr: Liée à
pt_br: Vinculada a
ru: Привязан к
zh_hans: 绑定到

source: Bring the window this agent runs in to the front
de: Fenster, in dem dieser Agent ausgeführt wird, nach vorn bringen
es: Traer al frente la ventana donde se ejecuta este agente
fr: Placer au premier plan la fenêtre dans laquelle cet agent s’exécute
pt_br: Trazer para a frente a janela onde este agente está sendo executado
ru: Вывести на передний план окно, в котором работает этот агент
zh_hans: 将运行此智能体的窗口置于最前方

source: Bytes out
de: Ausgehende Bytes
es: Bytes enviados
fr: Octets sortants
pt_br: Bytes de saída
ru: Отправлено байт
zh_hans: 发出字节数

source: Calling application
de: Aufrufende Anwendung
es: Aplicación que llama
fr: Application appelante
pt_br: Aplicativo solicitante
ru: Вызывающее приложение
zh_hans: 调用 App

source: Calls from the encrypted audit journal.
de: Aufrufe aus dem verschlüsselten Auditjournal.
es: Llamadas del diario de auditoría cifrado.
fr: Appels du journal d’audit chiffré.
pt_br: Chamadas do diário de auditoria criptografado.
ru: Вызовы из зашифрованного журнала аудита.
zh_hans: 来自加密审计日志的调用。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt_br: Cancelar
ru: Отменить
zh_hans: 取消

source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulée
pt_br: Cancelada
ru: Отменено
zh_hans: 已取消

source: Change Sallyport configuration
de: Sallyport-Konfiguration ändern
es: Cambiar la configuración de Sallyport
fr: Modifier la configuration de Sallyport
pt_br: Alterar a configuração do Sallyport
ru: Изменить конфигурацию Sallyport
zh_hans: 更改 Sallyport 配置

source: Change Sallyport security settings
de: Sallyport-Sicherheitseinstellungen ändern
es: Cambiar los ajustes de seguridad de Sallyport
fr: Modifier les réglages de sécurité de Sallyport
pt_br: Alterar os ajustes de segurança do Sallyport
ru: Изменить настройки безопасности Sallyport
zh_hans: 更改 Sallyport 安全性设置

source: Change a key
de: Einen Schlüssel ändern
es: Cambiar una clave
fr: Modifier une clé
pt_br: Alterar uma chave
ru: Изменить ключ
zh_hans: 更改密钥

source: Change the auto-lock timeout
de: Zeitlimit der automatischen Sperre ändern
es: Cambiar el tiempo de espera del bloqueo automático
fr: Modifier le délai de verrouillage automatique
pt_br: Alterar o tempo limite do bloqueio automático
ru: Изменить интервал автоблокировки
zh_hans: 更改自动锁定超时

source: Change the compatibility logging setting
de: Einstellung für Kompatibilitätsprotokollierung ändern
es: Cambiar el ajuste de registro de compatibilidad
fr: Modifier le réglage de journalisation de compatibilité
pt_br: Alterar o ajuste de registro de compatibilidade
ru: Изменить настройку журнала совместимости
zh_hans: 更改兼容性日志设置

source: Change the key “%@”
de: Schlüssel „%@“ ändern
es: Cambiar la clave «%@»
fr: Modifier la clé « %@ »
pt_br: Alterar a chave “%@”
ru: Изменить ключ «%@»
zh_hans: 更改密钥“%@”

source: Change whether configuration changes require Touch ID
de: Festlegen, ob Konfigurationsänderungen Touch ID erfordern
es: Cambiar si las modificaciones de configuración requieren Touch ID
fr: Exiger ou non Touch ID pour les modifications de configuration
pt_br: Definir se alterações de configuração exigem Touch ID
ru: Изменить требование Touch ID для настройки
zh_hans: 更改配置是否需要 Touch ID

source: Change whether screen lock locks the vault
de: Festlegen, ob die Bildschirmsperre den Tresor sperrt
es: Cambiar si el bloqueo de pantalla bloquea la bóveda
fr: Verrouiller ou non le coffre au verrouillage de l’écran
pt_br: Definir se o bloqueio de tela bloqueia o cofre
ru: Изменить блокировку хранилища вместе с экраном
zh_hans: 更改屏幕锁定是否锁定密钥库

source: Channel
de: Kanal
es: Canal
fr: Canal
pt_br: Canal
ru: Канал
zh_hans: 通道

source: Check for Updates…
de: Nach Updates suchen …
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
pt_br: Buscar Atualizações…
ru: Проверить обновления…
zh_hans: 检查更新…

source: Choose
de: Auswählen
es: Elegir
fr: Choisir
pt_br: Escolher
ru: Выбрать
zh_hans: 选取

source: Choose a service…
de: Dienst auswählen …
es: Elige un servicio…
fr: Choisissez un service…
pt_br: Escolha um serviço…
ru: Выберите сервис…
zh_hans: 选择服务…

source: Choose the app or executable to allowlist. For scripts, add the running process from Sessions.
de: Wähle die App oder ausführbare Datei für die Zulassungsliste. Füge Skripte über den zugehörigen Prozess unter „Sitzungen“ hinzu.
es: Elige la app o el ejecutable que quieres permitir. Para scripts, añade el proceso en ejecución desde Sesiones.
fr: Choisissez l’app ou l’exécutable à ajouter à la liste d’autorisation. Pour les scripts, ajoutez le processus en cours depuis Sessions.
pt_br: Escolha o app ou executável para adicionar à lista de permissões. Para scripts, adicione o processo em execução em Sessões.
ru: Выберите приложение или исполняемый файл, который нужно разрешить. Для скрипта добавьте запущенный процесс на вкладке «Сеансы».
zh_hans: 选择要加入允许列表的 App 或可执行文件。对于脚本，请从“会话”中添加正在运行的进程。

source: Click
de: Klick
es: Clic
fr: Clic
pt_br: Clique
ru: Щелчок
zh_hans: 点按

source: Client secret
de: Client-Geheimnis
es: Secreto de cliente
fr: Secret du client
pt_br: Segredo do cliente
ru: Секрет клиента
zh_hans: 客户端密钥

source: Collapse details
de: Details ausblenden
es: Contraer detalles
fr: Réduire les détails
pt_br: Recolher detalhes
ru: Свернуть подробности
zh_hans: 收起详情
